vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <condition id="anyOf.device_id=MIMXRT735S.internal_condition">
      <accept condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.aead.condition_id">
      <require condition="allOf.component.els_pkc.aes, component.els_pkc.buffer, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.aes, component.els_pkc.buffer, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_aes"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_buffer"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.aead_modes.condition_id">
      <require condition="allOf.component.els_pkc.aead, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.aead, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_aead"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.aes.condition_id">
      <require condition="allOf.component.els_pkc.key, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.key, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_key"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.buffer.condition_id">
      <require condition="allOf.component.els_pkc.core, component.els_pkc.data_integrity, component.els_pkc.flow_protection, component.els_pkc.toolchain, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.core, component.els_pkc.data_integrity, component.els_pkc.flow_protection, component.els_pkc.toolchain, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_core"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_data_integrity"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_toolchain"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.cipher.condition_id">
      <require condition="allOf.component.els_pkc.buffer, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.buffer, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_buffer"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.cipher_modes.condition_id">
      <require condition="allOf.component.els_pkc.cipher, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.cipher, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_cipher"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.common.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_memory"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.core.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.crc.condition_id">
      <require condition="allOf.component.els_pkc.core, component.els_pkc.data_integrity, component.els_pkc.flow_protection, component.els_pkc.toolchain, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.data_integrity.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.doc.mimxrt.condition_id">
      <require condition="allOf.anyOf=device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=device_id=MIMXRT735S.internal_condition">
      <require condition="anyOf.device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.ecc.condition_id">
      <require condition="allOf.component.els_pkc.buffer, component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.buffer, component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_buffer"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.ecc_deterministic.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.els.condition_id">
      <require condition="allOf.component.els_pkc.aead_modes, component.els_pkc.cipher_modes, component.els_pkc.core, component.els_pkc.data_integrity, component.els_pkc.els_common, component.els_pkc.els_header_only, component.els_pkc.hash, component.els_pkc.key, component.els_pkc.mac_modes, component.els_pkc.session, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.aead_modes, component.els_pkc.cipher_modes, component.els_pkc.core, component.els_pkc.data_integrity, component.els_pkc.els_common, component.els_pkc.els_header_only, component.els_pkc.hash, component.els_pkc.key, component.els_pkc.mac_modes, component.els_pkc.session, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_aead_modes"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_cipher_modes"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_core"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_data_integrity"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_els_common"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_els_header_only"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_hash"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_key"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_mac_modes"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_session"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.els_common.condition_id">
      <require condition="allOf.component.els_pkc.core, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.core, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_core"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
