vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <condition id="component.els_pkc.signature.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, component.els_pkc.toolchain, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_toolchain"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.standalone_gdet.condition_id">
      <require condition="allOf.component.els_pkc.els_header_only, component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.els_header_only, component.els_pkc.flow_protection, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_els_header_only"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.static_lib.mimxrt.condition_id">
      <require condition="allOf.anyOf=device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.toolchain.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.trng.condition_id">
      <require condition="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.flow_protection, component.els_pkc.memory, component.els_pkc.pre_processor, component.els_pkc.secure_counter, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_flow_protection"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_memory"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_pre_processor"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_secure_counter"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.trng.type_els.condition_id">
      <require condition="allOf.component.els_pkc.els, component.els_pkc.trng, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.els, component.els_pkc.trng, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_els"/>
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_trng"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.els_pkc.trng.type_rng4.condition_id">
      <require condition="allOf.component.els_pkc.trng, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.els_pkc.trng, device=MIMXRT735S.internal_condition">
      <require Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_trng"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.enable_pca9544.condition_id">
      <require condition="allOf.component.i2c_mux_pca954x, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.enable_pca9548.condition_id">
      <require condition="allOf.component.i2c_mux_pca954x, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.flash_nor_xspi.condition_id">
      <require condition="allOf.driver.xspi, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.xspi, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="xspi"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.i2c_adapter_interface.condition_id">
      <require condition="allOf.anyOf=allOf=anyOf=driver.lpflexcomm_lpi2c, component.lpi2c_adapter, allOf=component.i3c_adapter, driver.i3c, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=allOf=anyOf=driver.lpflexcomm_lpi2c, component.lpi2c_adapter, allOf=component.i3c_adapter, driver.i3c, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.allOf=anyOf=driver.lpflexcomm_lpi2c, component.lpi2c_adapter, allOf=component.i3c_adapter, driver.i3c.internal_condition"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="anyOf.allOf=anyOf=driver.lpflexcomm_lpi2c, component.lpi2c_adapter, allOf=component.i3c_adapter, driver.i3c.internal_condition">
      <accept condition="allOf.anyOf=driver.lpflexcomm_lpi2c, component.lpi2c_adapter.internal_condition"/>
      <accept condition="allOf.component.i3c_adapter, driver.i3c.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.lpflexcomm_lpi2c, component.lpi2c_adapter.internal_condition">
      <require condition="anyOf.driver.lpflexcomm_lpi2c.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpi2c_adapter"/>
    </condition>
    <condition id="anyOf.driver.lpflexcomm_lpi2c.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="lpi2c"/>
    </condition>
    <condition id="allOf.component.i3c_adapter, driver.i3c.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i3c_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i3c"/>
    </condition>
    <condition id="component.i2c_mux.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.i2c_mux_pca954x.condition_id">
      <require condition="allOf.component.i2c_mux, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.i2c_mux, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i2c_mux"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.i3c_adapter.condition_id">
      <require condition="allOf.component.i2c_adapter_interface, driver.i3c, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.i2c_adapter_interface, driver.i3c, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i2c_adapter_interface"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i3c"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.lists.condition_id">
      <require condition="allOf.driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.common, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.log.condition_id">
      <require condition="allOf.driver.common, utility.str, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.common, utility.str, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="str"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.log.backend.debug_console.condition_id">
      <require condition="allOf.component.log, driver.common, utility.debug_console, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.log, driver.common, utility.debug_console, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="log"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.log.backend.debug_console_lite.condition_id">
      <require condition="allOf.component.log, driver.common, utility.debug_console_lite, device=MIMXRT735S.internal_condition"/>
    </condition>
