vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <condition id="allOf.component.log, driver.common, utility.debug_console_lite, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="log"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console_lite"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.log.backend.ringbuffer.condition_id">
      <require condition="allOf.component.log, driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.log, driver.common, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="log"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.lpi2c_adapter.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpi2c, component.i2c_adapter_interface, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.lpflexcomm_lpi2c, component.i2c_adapter_interface, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.lpflexcomm_lpi2c.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i2c_adapter_interface"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.lpuart_adapter.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpuart, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.lpflexcomm_lpuart, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.lpflexcomm_lpuart.internal_condition"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.lpflexcomm_lpuart.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="lpuart"/>
    </condition>
    <condition id="component.mflash_offchip.condition_id">
      <require condition="allOf.anyOf=driver.cache_xcache, driver.romapi, driver.xspi, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.cache_xcache, driver.romapi, driver.xspi, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.cache_xcache, driver.romapi, driver.xspi.internal_condition"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.cache_xcache, driver.romapi, driver.xspi.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="cache_xcache"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="xspi"/>
    </condition>
    <condition id="component.mflash_onchip.condition_id">
      <require condition="allOf.anyOf=driver.cache_xcache, driver.romapi, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.cache_xcache, driver.romapi, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.cache_xcache, driver.romapi.internal_condition"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.cache_xcache, driver.romapi.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="cache_xcache"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="romapi"/>
    </condition>
    <condition id="component.mflash_onchip_fmu.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.mrt_adapter.condition_id">
      <require condition="allOf.driver.mrt, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.mrt, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="mrt"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.ostimer_adapter.condition_id">
      <require condition="allOf.driver.ostimer, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.ostimer, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="ostimer"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.panic.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.pcm186x_adapter.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.pcm512x_adapter.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="component.power_manager_framework.condition_id">
      <require condition="allOf.anyOf=driver.common, driver.crc, component.lists, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.common, driver.crc, component.lists, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.common, driver.crc.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lists"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.common, driver.crc.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="crc"/>
    </condition>
    <condition id="component.reset_adapter.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
