vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <condition id="allOf.utility.debug_console_lite, utility.assert_lite.internal_condition">
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="debug_console_lite"/>
      <require Cclass="Device" Cgroup="SDK Utilities" Csub="assert_lite"/>
    </condition>
    <condition id="anyOf.allOf=driver.xspi, driver.cache_xcache, driver.power, core_id=cm33_core0, allOf=driver.power, core_id=cm33_core1.internal_condition">
      <accept condition="allOf.driver.xspi, driver.cache_xcache, driver.power, core_id=cm33_core0.internal_condition"/>
      <accept condition="allOf.driver.power, core_id=cm33_core1.internal_condition"/>
    </condition>
    <condition id="allOf.driver.xspi, driver.cache_xcache, driver.power, core_id=cm33_core0.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="xspi"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="cache_xcache"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="power"/>
      <require condition="core_id.cm33_core0.internal_condition"/>
    </condition>
    <condition id="core_id.cm33_core0.internal_condition">
      <accept Pname="cm33_core0" Dname="*"/>
    </condition>
    <condition id="allOf.driver.power, core_id=cm33_core1.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="power"/>
      <require condition="core_id.cm33_core1.internal_condition"/>
    </condition>
    <condition id="core_id.cm33_core1.internal_condition">
      <accept Pname="cm33_core1" Dname="*"/>
    </condition>
    <condition id="device.startup.condition_id">
      <require condition="allOf.device.system, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.device.system, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="CMSIS" Csub="MIMXRT735S_system"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.toolchains=armgcc, iar, mdk, core_ids=cm33_core0.condition_id">
      <require condition="toolchains.armgcc, iar, mdk.internal_condition"/>
      <require condition="core_ids.cm33_core0.internal_condition"/>
    </condition>
    <condition id="toolchains.armgcc, iar, mdk.internal_condition">
      <accept Tcompiler="GCC"/>
      <accept Tcompiler="IAR"/>
      <accept Tcompiler="ARMCC"/>
    </condition>
    <condition id="allOf.toolchains=armgcc, iar, mdk, core_ids=cm33_core1.condition_id">
      <require condition="toolchains.armgcc, iar, mdk.internal_condition"/>
      <require condition="core_ids.cm33_core1.internal_condition"/>
    </condition>
    <condition id="device.system.condition_id">
      <require condition="allOf.device.CMSIS, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.device.CMSIS, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="CMSIS" Csub="MIMXRT735S_header"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.acmp.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.common, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.ak4497.condition_id">
      <require condition="allOf.component.ak4497_adapter, component.codec_adapters, component.codec_i2c, driver.codec, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.ak4497_adapter, component.codec_adapters, component.codec_i2c, driver.codec, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="ak4497_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cache_xcache.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cdog.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.clock.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cmsis_lpi2c.condition_id">
      <require condition="allOf.CMSIS_Driver_Include.I2C, anyOf=allOf=driver.lpflexcomm_lpi2c, device_id=MIMXRT735S, device.RTE, device_id=MIMXRT735S, driver.lpflexcomm_lpi2c_edma.internal_condition"/>
    </condition>
    <condition id="allOf.CMSIS_Driver_Include.I2C, anyOf=allOf=driver.lpflexcomm_lpi2c, device_id=MIMXRT735S, device.RTE, device_id=MIMXRT735S, driver.lpflexcomm_lpi2c_edma.internal_condition">
      <require Cclass="CMSIS Driver" Cgroup="I2C" Capiversion="2.4.0"/>
      <require condition="anyOf.allOf=driver.lpflexcomm_lpi2c, device_id=MIMXRT735S.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Project Template" Csub="RTE_Device"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpi2c_edma"/>
    </condition>
    <condition id="anyOf.allOf=driver.lpflexcomm_lpi2c, device_id=MIMXRT735S.internal_condition">
      <accept condition="allOf.driver.lpflexcomm_lpi2c, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.lpflexcomm_lpi2c, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpi2c"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cmsis_lpspi.condition_id">
      <require condition="allOf.CMSIS_Driver_Include.SPI, anyOf=allOf=driver.lpflexcomm_lpspi, device_id=MIMXRT735S, device.RTE, device_id=MIMXRT735S, driver.lpflexcomm_lpspi_edma.internal_condition"/>
    </condition>
    <condition id="allOf.CMSIS_Driver_Include.SPI, anyOf=allOf=driver.lpflexcomm_lpspi, device_id=MIMXRT735S, device.RTE, device_id=MIMXRT735S, driver.lpflexcomm_lpspi_edma.internal_condition">
      <require Cclass="CMSIS Driver" Cgroup="SPI" Capiversion="2.3.0"/>
      <require condition="anyOf.allOf=driver.lpflexcomm_lpspi, device_id=MIMXRT735S.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Project Template" Csub="RTE_Device"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpspi_edma"/>
    </condition>
