vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <condition id="anyOf.allOf=driver.lpflexcomm_lpspi, device_id=MIMXRT735S.internal_condition">
      <accept condition="allOf.driver.lpflexcomm_lpspi, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.lpflexcomm_lpspi, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpspi"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cmsis_lpuart.condition_id">
      <require condition="allOf.CMSIS_Driver_Include.USART, anyOf=allOf=driver.lpflexcomm_lpuart, device_id=MIMXRT735S, device.RTE, device_id=MIMXRT735S, driver.lpflexcomm_lpuart_edma.internal_condition"/>
    </condition>
    <condition id="allOf.CMSIS_Driver_Include.USART, anyOf=allOf=driver.lpflexcomm_lpuart, device_id=MIMXRT735S, device.RTE, device_id=MIMXRT735S, driver.lpflexcomm_lpuart_edma.internal_condition">
      <require Cclass="CMSIS Driver" Cgroup="USART" Capiversion="2.4.0"/>
      <require condition="anyOf.allOf=driver.lpflexcomm_lpuart, device_id=MIMXRT735S.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Project Template" Csub="RTE_Device"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpuart_edma"/>
    </condition>
    <condition id="anyOf.allOf=driver.lpflexcomm_lpuart, device_id=MIMXRT735S.internal_condition">
      <accept condition="allOf.driver.lpflexcomm_lpuart, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.lpflexcomm_lpuart, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="lpuart"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.codec.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.common.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.cores=cm33.condition_id">
      <require condition="cores.cm33.internal_condition"/>
    </condition>
    <condition id="driver.crc.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cs42448.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.cs42448_adapter, driver.codec, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.cs42448_adapter, driver.codec, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="cs42448_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.cs42888.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.cs42888_adapter, driver.codec, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.cs42888_adapter, driver.codec, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="cs42888_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.ctimer.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.dialog7212.condition_id">
      <require condition="allOf.component.codec_adapters, component.codec_i2c, component.da7212_adapter, driver.codec, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.component.codec_adapters, component.codec_i2c, component.da7212_adapter, driver.codec, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_adapters"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec_i2c"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="da7212_adapter"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="codec"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.dsp.condition_id">
      <require condition="allOf.driver.power, core_id=cm33_core1, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.power, core_id=cm33_core1, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="power"/>
      <require condition="core_id.cm33_core1.internal_condition"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.edma4.condition_id">
      <require condition="allOf.driver.edma_soc, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.edma_soc, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="edma_soc"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.edma_soc.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.ezhv.condition_id">
      <require condition="allOf.core_id=cm33_core0, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.core_id=cm33_core0, device_id=MIMXRT735S.internal_condition">
      <require condition="core_id.cm33_core0.internal_condition"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_i2c_master.condition_id">
      <require condition="allOf.driver.flexio, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.flexio, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexio"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_i2s.condition_id">
      <require condition="allOf.driver.flexio, device_id=MIMXRT735S.internal_condition"/>
    </condition>
