vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <condition id="driver.flexio_i2s_edma.condition_id">
      <require condition="allOf.anyOf=driver.edma4, driver.flexio_i2s, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.edma4, driver.flexio_i2s, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.edma4.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_i2s"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="anyOf.driver.edma4.internal_condition">
      <accept Cclass="Device" Cgroup="SDK Drivers" Csub="edma"/>
    </condition>
    <condition id="driver.flexio_mculcd.condition_id">
      <require condition="allOf.driver.flexio, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_mculcd_edma.condition_id">
      <require condition="allOf.anyOf=driver.edma4, driver.flexio_mculcd, driver.edma4, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.edma4, driver.flexio_mculcd, driver.edma4, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.edma4.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_mculcd"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="edma"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_spi.condition_id">
      <require condition="allOf.driver.flexio, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_spi_edma.condition_id">
      <require condition="allOf.anyOf=driver.edma4, driver.flexio_spi, driver.edma4, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.edma4, driver.flexio_spi, driver.edma4, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.edma4.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_spi"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="edma"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_uart.condition_id">
      <require condition="allOf.driver.flexio, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.flexio_uart_edma.condition_id">
      <require condition="allOf.anyOf=driver.edma4, driver.flexio_uart, driver.edma4, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.edma4, driver.flexio_uart, driver.edma4, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.edma4.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_uart"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="edma"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.fxas21002cq.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpi2c, driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.anyOf=driver.lpflexcomm_lpi2c, driver.common, device=MIMXRT735S.internal_condition">
      <require condition="anyOf.driver.lpflexcomm_lpi2c.internal_condition"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.fxls8974cf.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpi2c, driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.fxos8700cq.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpi2c, driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.gdet.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.glikey.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.gpio.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.htu21d.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpi2c, driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.i3c.condition_id">
      <require condition="allOf.driver.common, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.i3c_edma.condition_id">
      <require condition="allOf.driver.edma4, driver.i3c, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.edma4, driver.i3c, device=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="edma"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="i3c"/>
      <require condition="device.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.icm42688p.condition_id">
      <require condition="allOf.anyOf=driver.lpflexcomm_lpi2c, driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.ili9341.condition_id">
      <require condition="allOf.driver.common, device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.inputmux.condition_id">
      <require condition="allOf.driver.common, driver.inputmux_connections, device_id=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="allOf.driver.common, driver.inputmux_connections, device_id=MIMXRT735S.internal_condition">
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="common"/>
      <require Cclass="Device" Cgroup="SDK Drivers" Csub="inputmux_connections"/>
      <require condition="device_id.MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.inputmux_connections.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
    <condition id="driver.iopctl_soc.condition_id">
      <require condition="allOf.device=MIMXRT735S.internal_condition"/>
    </condition>
