vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ctimer_adapter" Cversion="1.0.0" condition="component.ctimer_adapter.condition_id">
      <description>Component ctimer_adapter</description>
      <RTE_Components_h>
#ifndef TIMER_PORT_TYPE_CTIMER
#define TIMER_PORT_TYPE_CTIMER 1
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/timer/fsl_adapter_timer.h" projectpath="component/timer"/>
        <file category="sourceC" name="components/timer/fsl_adapter_ctimer.c" projectpath="component/timer"/>
        <file category="include" name="components/timer/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="da7212_adapter" Cversion="2.2.0" condition="component.da7212_adapter.condition_id">
      <description>Component da7212 adapter for single codec</description>
      <files>
        <file category="header" name="components/codec/port/da7212/fsl_codec_da7212_adapter.h" projectpath="codec/port/da7212"/>
        <file category="sourceC" name="components/codec/port/da7212/fsl_codec_da7212_adapter.c" projectpath="codec/port/da7212"/>
        <file category="header" name="components/codec/port/fsl_codec_adapter.h" projectpath="codec/port"/>
        <file category="include" name="components/codec/port/da7212/"/>
        <file category="include" name="components/codec/port/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_main" Cversion="1.9.0" condition="component.els_pkc.condition_id">
      <description>Component els_pkc of Crypto Lib</description>
      <files>
        <file category="header" name="components/els_pkc/src/inc/mcuxCl_clns.h" projectpath="component/els_pkc/src/inc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/inc/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_aead" Cversion="1.9.0" condition="component.els_pkc.aead.condition_id">
      <description>Component els_pkc.aead</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAead/src/mcuxClAead.c" projectpath="component/els_pkc/src/comps/mcuxClAead/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/mcuxClAead_Types.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/internal/mcuxClAead_Ctx.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/internal/mcuxClAead_Descriptor.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAead/inc/internal/mcuxClAead_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClAead/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClAead/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClAead/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_aead_modes" Cversion="1.9.0" condition="component.els_pkc.aead_modes.condition_id">
      <description>Component els_pkc.aead_modes</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_AesCcm.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_AesCcmEngine.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_AesGcm.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_AesGcmEngine.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_Modes.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_Multipart.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAeadModes/src/mcuxClAeadModes_Els_Oneshot.c" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/mcuxClAeadModes.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/mcuxClAeadModes_Modes.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Common.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Common_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Common_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Els_Algorithms.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Els_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/mcuxClAeadModes_Els_Types.h" projectpath="component/els_pkc/src/comps/mcuxClAeadModes/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClAeadModes/inc/internal/"/>
      </files>
    </component>
