vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_aes" Cversion="1.9.0" condition="component.els_pkc.aes.condition_id">
      <description>Component aes</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClAes/src/mcuxClAes_KeyTypes.c" projectpath="component/els_pkc/src/comps/mcuxClAes/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/mcuxClAes.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/mcuxClAes_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/mcuxClAes_KeyTypes.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/mcuxClAes_Types.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/internal/mcuxClAes_Ctx.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/internal/mcuxClAes_Internal_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/internal/mcuxClAes_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClAes/inc/internal/mcuxClAes_Wa.h" projectpath="component/els_pkc/src/comps/mcuxClAes/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClAes/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClAes/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_buffer" Cversion="1.9.0" condition="component.els_pkc.buffer.condition_id">
      <description>Component buffer</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClBuffer/src/mcuxClBuffer.c" projectpath="component/els_pkc/src/comps/mcuxClBuffer/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/mcuxClBuffer.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/mcuxClBuffer_Cfg.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/mcuxClBuffer_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/mcuxClBuffer_Impl.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/mcuxClBuffer_Pointer.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/internal/mcuxClBuffer_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClBuffer/inc/internal/mcuxClBuffer_Internal_Pointer.h" projectpath="component/els_pkc/src/comps/mcuxClBuffer/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClBuffer/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClBuffer/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_cipher" Cversion="1.9.0" condition="component.els_pkc.cipher.condition_id">
      <description>Component els_pkc.cipher</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCipher/src/mcuxClCipher.c" projectpath="component/els_pkc/src/comps/mcuxClCipher/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/mcuxClCipher.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/mcuxClCipher_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/mcuxClCipher_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/mcuxClCipher_Types.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/internal/mcuxClCipher_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/internal/mcuxClCipher_Internal_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/internal/mcuxClCipher_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipher/inc/internal/mcuxClCipher_Internal_Types.h" projectpath="component/els_pkc/src/comps/mcuxClCipher/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCipher/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCipher/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_cipher_modes" Cversion="1.9.0" condition="component.els_pkc.cipher_modes.condition_id">
      <description>Component els_pkc.cipher</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCipherModes/src/mcuxClCipherModes_Common_Helper.c" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCipherModes/src/mcuxClCipherModes_Crypt_Els_Modes.c" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCipherModes/src/mcuxClCipherModes_Els_Aes.c" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCipherModes/src/mcuxClCipherModes_Els_AesEngine.c" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCipherModes/src/mcuxClCipherModes_Els_Aes_Internal.c" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/mcuxClCipherModes.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/mcuxClCipherModes_Modes.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Common.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Common_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Common_Helper.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Common_Wa.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Els_Algorithms.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Els_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/mcuxClCipherModes_Els_Types.h" projectpath="component/els_pkc/src/comps/mcuxClCipherModes/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCipherModes/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_common" Cversion="1.9.0" condition="component.els_pkc.common.condition_id">
      <description>Component els pkc common</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/common/src/mcuxClOscca_CommonOperations.c" projectpath="component/els_pkc/src/comps/common/src"/>
        <file category="header" name="components/els_pkc/src/comps/common/inc/mcuxClOscca_FunctionIdentifiers.h" projectpath="component/els_pkc/src/comps/common/inc"/>
        <file category="header" name="components/els_pkc/src/comps/common/inc/mcuxClOscca_Memory.h" projectpath="component/els_pkc/src/comps/common/inc"/>
        <file category="header" name="components/els_pkc/src/comps/common/inc/mcuxClOscca_PlatformTypes.h" projectpath="component/els_pkc/src/comps/common/inc"/>
        <file category="header" name="components/els_pkc/src/comps/common/inc/mcuxClOscca_Types.h" projectpath="component/els_pkc/src/comps/common/inc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/common/inc/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_core" Cversion="1.9.0" condition="component.els_pkc.core.condition_id">
      <description>Component els_pkc.core</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCore/inc/mcuxClCore_Examples.h" projectpath="component/els_pkc/src/comps/mcuxClCore/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCore/inc/mcuxClCore_FunctionIdentifiers.h" projectpath="component/els_pkc/src/comps/mcuxClCore/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCore/inc/mcuxClCore_Macros.h" projectpath="component/els_pkc/src/comps/mcuxClCore/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCore/inc/mcuxClCore_Platform.h" projectpath="component/els_pkc/src/comps/mcuxClCore/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCore/inc/mcuxClCore_Toolchain.h" projectpath="component/els_pkc/src/comps/mcuxClCore/inc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCore/inc/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_crc" Cversion="1.9.0" condition="component.els_pkc.crc.condition_id">
      <description>Component crc</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCrc/src/mcuxClCrc.c" projectpath="component/els_pkc/src/comps/mcuxClCrc/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClCrc/src/mcuxClCrc_Sw.c" projectpath="component/els_pkc/src/comps/mcuxClCrc/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCrc/inc/mcuxClCrc.h" projectpath="component/els_pkc/src/comps/mcuxClCrc/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCrc/inc/internal/mcuxClCrc_Internal_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClCrc/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClCrc/inc/internal/mcuxClCrc_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClCrc/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCrc/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClCrc/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_data_integrity" Cversion="1.9.0" condition="component.els_pkc.data_integrity.condition_id">
      <description>Component els_pkc.data_integrity</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity_Cfg.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity_Impl.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/mcuxCsslDataIntegrity_None.h" projectpath="component/els_pkc/src/comps/mcuxCsslDataIntegrity/inc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxCsslDataIntegrity/inc/"/>
      </files>
    </component>
