vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_mac" Cversion="1.9.0" condition="component.els_pkc.mac.condition_id">
      <description>Component els_pkc.mac</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMac/src/mcuxClMac.c" projectpath="component/els_pkc/src/comps/mcuxClMac/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/mcuxClMac_Types.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Ctx.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Internal_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/mcuxClMac_Internal_Types.h" projectpath="component/els_pkc/src/comps/mcuxClMac/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClMac/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClMac/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_mac_modes" Cversion="1.9.0" condition="component.els_pkc.mac_modes.condition_id">
      <description>Component els_pkc.mac_modes</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Common.c" projectpath="component/els_pkc/src/comps/mcuxClMacModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Common_Modes.c" projectpath="component/els_pkc/src/comps/mcuxClMacModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Els_Cbcmac.c" projectpath="component/els_pkc/src/comps/mcuxClMacModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Els_Cmac.c" projectpath="component/els_pkc/src/comps/mcuxClMacModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClMacModes/src/mcuxClMacModes_Els_Functions.c" projectpath="component/els_pkc/src/comps/mcuxClMacModes/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/mcuxClMacModes_Modes.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Common_Algorithms.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Common_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Common_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Common_Memory.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Common_Types.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Common_Wa.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Cbcmac.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Cmac.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Ctx.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/mcuxClMacModes_Els_Types.h" projectpath="component/els_pkc/src/comps/mcuxClMacModes/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClMacModes/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClMacModes/inc/internal/"/>
      </files>
    </component>
