vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_session" Cversion="1.9.0" condition="component.els_pkc.session.condition_id">
      <description>Component els_pkc.session</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClSession/src/mcuxClSession.c" projectpath="component/els_pkc/src/comps/mcuxClSession/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/mcuxClSession.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/mcuxClSession_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/mcuxClSession_Types.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/mcuxClSession_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/mcuxClSession_Internal_EntryExit.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/mcuxClSession_Internal_EntryExit_RegularReturn.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/mcuxClSession_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClSession/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClSession/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClSession/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_signature" Cversion="1.9.0" condition="component.els_pkc.signature.condition_id">
      <description>Component els_pkc.signature</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClSignature/src/mcuxClSignature.c" projectpath="component/els_pkc/src/comps/mcuxClSignature/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSignature/inc/mcuxClSignature.h" projectpath="component/els_pkc/src/comps/mcuxClSignature/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSignature/inc/mcuxClSignature_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClSignature/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSignature/inc/mcuxClSignature_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClSignature/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSignature/inc/mcuxClSignature_Types.h" projectpath="component/els_pkc/src/comps/mcuxClSignature/inc"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClSignature/inc/internal/mcuxClSignature_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClSignature/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClSignature/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClSignature/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_standalone_gdetr" Cversion="1.9.0" condition="component.els_pkc.standalone_gdet.condition_id">
      <description>Component els_pkc standalone_gdet</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClEls/src/mcuxClEls_GlitchDetector.c" projectpath="component/els_pkc/src/comps/mcuxClEls/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClEls/inc/mcuxClEls_GlitchDetector.h" projectpath="component/els_pkc/src/comps/mcuxClEls/inc"/>
        <file category="header" name="components/els_pkc/includes/mcuxClEls_GlitchDetector.h" projectpath="component/els_pkc/includes" path="components/els_pkc"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClEls/inc/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="static_lib_mimxrt" Cversion="1.9.0" condition="component.els_pkc.static_lib.mimxrt.condition_id">
      <description>Component els_pkc static_lib MIMXRT</description>
      <files>
        <file category="library" name="components/els_pkc/static_library/mimxrt/libclns.a" projectpath="component/els_pkc/static_library/mimxrt"/>
        <file category="other" name="components/els_pkc/static_library/mimxrt/libclns.a.libsize" projectpath="component/els_pkc/static_library/mimxrt"/>
        <file category="other" name="components/els_pkc/static_library/mimxrt/libclns.a.objsize" projectpath="component/els_pkc/static_library/mimxrt"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_toolchain" Cversion="1.9.0" condition="component.els_pkc.toolchain.condition_id">
      <description>Component els_pkc toolchain</description>
      <files>
        <file category="header" name="components/els_pkc/src/compiler/mcuxClToolchain.h" projectpath="component/els_pkc/src/compiler"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/compiler/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_trng" Cversion="1.9.0" condition="component.els_pkc.trng.condition_id">
      <description>Component els_pkc.trng</description>
      <files>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_Constants.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_Functions.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_SA_TRNG.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_Types.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_SfrAccess.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClTrng/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_trng_type_els" Cversion="1.9.0" condition="component.els_pkc.trng.type_els.condition_id">
      <description>Component els_pkc.trng.type_els</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClRandomModes/src/mcuxClRandomModes_NormalMode.c" projectpath="component/els_pkc/src/comps/mcuxClRandomModes/src"/>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClTrng/src/mcuxClTrng_ELS.c" projectpath="component/els_pkc/src/comps/mcuxClTrng/src"/>
        <file category="include" name="components/els_pkc/"/>
      </files>
    </component>
    <component Cclass="MIMXRT735S els_pkc" Cgroup="els_pkc_trng_type_rng4" Cversion="1.9.0" condition="component.els_pkc.trng.type_rng4.condition_id">
      <description>Component els_pkc.trng.type_rng4</description>
      <files>
        <file category="sourceC" name="components/els_pkc/src/comps/mcuxClTrng/src/mcuxClTrng_SA_TRNG.c" projectpath="component/els_pkc/src/comps/mcuxClTrng/src"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_SfrAccess.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="header" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/mcuxClTrng_Internal_SA_TRNG.h" projectpath="component/els_pkc/src/comps/mcuxClTrng/inc/internal"/>
        <file category="include" name="components/els_pkc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClTrng/inc/"/>
        <file category="include" name="components/els_pkc/src/comps/mcuxClTrng/inc/internal/"/>
      </files>
    </component>
