vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="codec" Cversion="2.3.1" condition="driver.codec.condition_id">
      <description>Driver codec</description>
      <RTE_Components_h>
        #ifndef SDK_I2C_BASED_COMPONENT_USED
        #define SDK_I2C_BASED_COMPONENT_USED 1
        #endif
      </RTE_Components_h>
      <files>
        <file category="header" name="components/codec/fsl_codec_common.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/fsl_codec_common.c" projectpath="codec"/>
        <file category="include" name="components/codec/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="common" Cversion="2.6.0" condition="driver.common.condition_id">
      <description>common Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_common.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_common.c" projectpath="drivers"/>
        <file condition="allOf.cores=cm33.condition_id" category="sourceC" name="devices/MIMXRT735S/drivers/fsl_common_arm.c" projectpath="drivers"/>
        <file condition="allOf.cores=cm33.condition_id" category="header" name="devices/MIMXRT735S/drivers/fsl_common_arm.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="crc" Cversion="2.0.4" condition="driver.crc.condition_id">
      <description>CRC Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_crc.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_crc.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cs42448" Cversion="2.0.1" condition="driver.cs42448.condition_id">
      <description>Driver cs42448</description>
      <RTE_Components_h>
#ifndef CODEC_CS42448_ENABLE
#define CODEC_CS42448_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/cs42448/fsl_cs42448.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/cs42448/fsl_cs42448.c" projectpath="codec"/>
        <file category="include" name="components/codec/cs42448/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="cs42888" Cversion="2.1.3" condition="driver.cs42888.condition_id">
      <description>Driver cs42888</description>
      <RTE_Components_h>
#ifndef CODEC_CS42888_ENABLE
#define CODEC_CS42888_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/cs42888/fsl_cs42888.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/cs42888/fsl_cs42888.c" projectpath="codec"/>
        <file category="include" name="components/codec/cs42888/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ctimer" Cversion="2.3.3" condition="driver.ctimer.condition_id">
      <description>CTimer Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_ctimer.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_ctimer.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="dialog7212" Cversion="2.3.1" condition="driver.dialog7212.condition_id">
      <description>Driver dialog7212</description>
      <RTE_Components_h>
#ifndef CODEC_DA7212_ENABLE
#define CODEC_DA7212_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/da7212/fsl_dialog7212.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/da7212/fsl_dialog7212.c" projectpath="codec"/>
        <file category="include" name="components/codec/da7212/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="dsp" Cversion="2.0.0" condition="driver.dsp.condition_id">
      <description>DSP Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_dsp.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_dsp.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="edma" Cversion="2.10.6" condition="driver.edma4.condition_id">
      <description>EDMA Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_edma.h" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_edma_core.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_edma.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="edma_soc" Cversion="1.0.0" condition="driver.edma_soc.condition_id">
      <description>EDMA SOC Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_edma_soc.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_edma_soc.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ezhv" Cversion="2.1.2" condition="driver.ezhv.condition_id">
      <description>EZHV Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_ezhv.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_ezhv.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio" Cversion="2.3.0" condition="driver.flexio.condition_id">
      <description>FLEXIO Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_i2c_master" Cversion="2.6.2" condition="driver.flexio_i2c_master.condition_id">
      <description>FLEXIO I2C Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_i2c_master.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_i2c_master.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_i2s" Cversion="2.2.1" condition="driver.flexio_i2s.condition_id">
      <description>FLEXIO I2S Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_i2s.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_i2s.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
