vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_i2s_edma" Cversion="2.1.8" condition="driver.flexio_i2s_edma.condition_id">
      <description>FLEXIO I2S EDMA Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_i2s_edma.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_i2s_edma.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_mculcd" Cversion="2.3.0" condition="driver.flexio_mculcd.condition_id">
      <description>FLEXIO MCULCD Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_mculcd.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_mculcd.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_mculcd_edma" Cversion="2.0.6" condition="driver.flexio_mculcd_edma.condition_id">
      <description>FLEXIO MCULCD EDMA Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_mculcd_edma.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_mculcd_edma.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_spi" Cversion="2.4.3" condition="driver.flexio_spi.condition_id">
      <description>FLEXIO SPI Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_spi.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_spi.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_spi_edma" Cversion="2.3.0" condition="driver.flexio_spi_edma.condition_id">
      <description>FLEXIO SPI EDMA Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_spi_edma.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_spi_edma.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_uart" Cversion="2.6.4" condition="driver.flexio_uart.condition_id">
      <description>FLEXIO UART Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_uart.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_uart.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="flexio_uart_edma" Cversion="2.4.1" condition="driver.flexio_uart_edma.condition_id">
      <description>FLEXIO UART EDMA Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_flexio_uart_edma.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_flexio_uart_edma.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="fxas21002cq" Cversion="1.0.0" condition="driver.fxas21002cq.condition_id">
      <description>Driver fxas21002cq</description>
      <files>
        <file category="header" name="components/sensor/fxas21002cq/fsl_fxas.h" projectpath="gyroscope"/>
        <file category="sourceC" name="components/sensor/fxas21002cq/fsl_fxas.c" projectpath="gyroscope"/>
        <file category="include" name="components/sensor/fxas21002cq/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="fxls8974cf" Cversion="1.0.0" condition="driver.fxls8974cf.condition_id">
      <description>Driver fxls8974cf</description>
      <files>
        <file category="header" name="components/sensor/fxls8974cf/fsl_fxls.h" projectpath="accel"/>
        <file category="sourceC" name="components/sensor/fxls8974cf/fsl_fxls.c" projectpath="accel"/>
        <file category="include" name="components/sensor/fxls8974cf/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="fxos8700cq" Cversion="1.0.0" condition="driver.fxos8700cq.condition_id">
      <description>Driver fxos8700cq</description>
      <files>
        <file category="header" name="components/sensor/fxos8700cq/fsl_fxos.h" projectpath="accel"/>
        <file category="sourceC" name="components/sensor/fxos8700cq/fsl_fxos.c" projectpath="accel"/>
        <file category="include" name="components/sensor/fxos8700cq/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="gdet" Cversion="2.1.0" condition="driver.gdet.condition_id">
      <description>GDET Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_gdet.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_gdet.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="glikey" Cversion="2.0.1" condition="driver.glikey.condition_id">
      <description>GLIKEY Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_glikey.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_glikey.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="gpio" Cversion="2.8.2" condition="driver.gpio.condition_id">
      <description>GPIO Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_gpio.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_gpio.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="htu21d" Cversion="1.0.0" condition="driver.htu21d.condition_id">
      <description>Driver htu21d</description>
      <files>
        <file category="header" name="components/sensor/htu21d/fsl_htu21d.h" projectpath="htu"/>
        <file category="sourceC" name="components/sensor/htu21d/fsl_htu21d.c" projectpath="htu"/>
        <file category="include" name="components/sensor/htu21d/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="i3c" Cversion="2.14.2" condition="driver.i3c.condition_id">
      <description>I3C Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_i3c.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_i3c.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="i3c_edma" Cversion="2.2.10" condition="driver.i3c_edma.condition_id">
      <description>I3C EDMA Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_i3c_edma.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_i3c_edma.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="icm42688p" Cversion="1.0.0" condition="driver.icm42688p.condition_id">
      <description>Driver icm42688p</description>
      <files>
        <file category="header" name="components/sensor/icm42688p/fsl_icm42688p.h" projectpath="icm42688p"/>
        <file category="sourceC" name="components/sensor/icm42688p/fsl_icm42688p.c" projectpath="icm42688p"/>
        <file category="include" name="components/sensor/icm42688p/"/>
      </files>
    </component>
