vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lpuart" Cversion="2.3.4" condition="driver.lpflexcomm_lpuart.condition_id">
      <description>LPUART Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_lpuart.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_lpuart.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lpuart_edma" Cversion="2.0.0" condition="driver.lpflexcomm_lpuart_edma.condition_id">
      <description>LPUART EDMA Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_lpuart_edma.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_lpuart_edma.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="lsm6dso" Cversion="1.0.0" condition="driver.lsm6dso.condition_id">
      <description>Driver lsm6dso</description>
      <files>
        <file category="header" name="components/sensor/lsm6dso/fsl_lsm.h" projectpath="tilt_pedo"/>
        <file category="sourceC" name="components/sensor/lsm6dso/fsl_lsm.c" projectpath="tilt_pedo"/>
        <file category="include" name="components/sensor/lsm6dso/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="max30101" Cversion="1.0.0" condition="driver.max30101.condition_id">
      <description>Driver max30101</description>
      <files>
        <file category="header" name="components/sensor/max30101/fsl_max.h" projectpath="heartrate"/>
        <file category="sourceC" name="components/sensor/max30101/fsl_max.c" projectpath="heartrate"/>
        <file category="include" name="components/sensor/max30101/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="mma8451q" Cversion="1.0.0" condition="driver.mma8451q.condition_id">
      <description>Driver mma8451q</description>
      <files>
        <file category="header" name="components/sensor/mma8451q/fsl_mma.h" projectpath="accel"/>
        <file category="sourceC" name="components/sensor/mma8451q/fsl_mma.c" projectpath="accel"/>
        <file category="include" name="components/sensor/mma8451q/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="mma8652fc" Cversion="1.0.0" condition="driver.mma8652fc.condition_id">
      <description>Driver mma8652fc</description>
      <files>
        <file category="header" name="components/sensor/mma8652fc/fsl_mma.h" projectpath="accel"/>
        <file category="sourceC" name="components/sensor/mma8652fc/fsl_mma.c" projectpath="accel"/>
        <file category="include" name="components/sensor/mma8652fc/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="mmu" Cversion="2.0.0" condition="driver.mmu.condition_id">
      <description>MMU Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_mmu.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_mmu.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="mrt" Cversion="2.0.5" condition="driver.mrt.condition_id">
      <description>MRT Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_mrt.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_mrt.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="mu" Cversion="2.8.0" condition="driver.mu1.condition_id">
      <description>MU Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_mu.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_mu.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="nmh1000" Cversion="1.0.0" condition="driver.nmh1000.condition_id">
      <description>Driver nmh1000</description>
      <files>
        <file category="header" name="components/sensor/nmh1000/fsl_nmh1000.h" projectpath="nmh1000"/>
        <file category="sourceC" name="components/sensor/nmh1000/fsl_nmh1000.c" projectpath="nmh1000"/>
        <file category="include" name="components/sensor/nmh1000/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="ostimer" Cversion="2.2.5" condition="driver.ostimer.condition_id">
      <description>OSTimer Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_ostimer.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_ostimer.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="p3t1755" Cversion="2.0.0" condition="driver.p3t1755.condition_id">
      <description>Driver p3t1755</description>
      <files>
        <file category="header" name="components/sensor/p3t1755/fsl_p3t1755.h" projectpath="component/p3t1755"/>
        <file category="sourceC" name="components/sensor/p3t1755/fsl_p3t1755.c" projectpath="component/p3t1755"/>
        <file category="include" name="components/sensor/p3t1755/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="pca9420" Cversion="1.0.0" condition="driver.pca9420.condition_id">
      <description>Driver pca9420</description>
      <RTE_Components_h>
        #ifndef SDK_I2C_BASED_COMPONENT_USED
        #define SDK_I2C_BASED_COMPONENT_USED 1
        #endif
      </RTE_Components_h>
      <files>
        <file category="sourceC" name="components/pmic/pca9420/fsl_pca9420.c" projectpath="component/pmic/pca9420"/>
        <file category="header" name="components/pmic/pca9420/fsl_pca9420.h" projectpath="component/pmic/pca9420"/>
        <file category="include" name="components/pmic/pca9420/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="pca9422" Cversion="1.0.0" condition="driver.pca9422.condition_id">
      <description>Driver pca9422</description>
      <RTE_Components_h>
        #ifndef SDK_I2C_BASED_COMPONENT_USED
        #define SDK_I2C_BASED_COMPONENT_USED 1
        #endif
      </RTE_Components_h>
      <files>
        <file category="sourceC" name="components/pmic/pca9422/fsl_pca9422.c" projectpath="component/pmic/pca9422"/>
        <file category="header" name="components/pmic/pca9422/fsl_pca9422.h" projectpath="component/pmic/pca9422"/>
        <file category="include" name="components/pmic/pca9422/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="pcm186x" Cversion="2.0.1" condition="driver.pcm186x.condition_id">
      <description>Driver pcm186x</description>
      <RTE_Components_h>
#ifndef CODEC_PCM186X_ENABLE
#define CODEC_PCM186X_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/pcm186x/fsl_pcm186x.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/pcm186x/fsl_pcm186x.c" projectpath="codec"/>
        <file category="include" name="components/codec/pcm186x/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="pcm512x" Cversion="2.0.1" condition="driver.pcm512x.condition_id">
      <description>Driver pcm512x</description>
      <RTE_Components_h>
#ifndef CODEC_PCM512X_ENABLE
#define CODEC_PCM512X_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/pcm512x/fsl_pcm512x.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/pcm512x/fsl_pcm512x.c" projectpath="codec"/>
        <file category="include" name="components/codec/pcm512x/"/>
      </files>
    </component>
