vvpai9/Keil/Keil_v5/ARM/Pack/.Web/NXP.MIMXRT735S_DFP.pdsc
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sdadc" Cversion="2.0.1" condition="driver.sdadc.condition_id">
      <description>SDADC Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_sdadc.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_sdadc.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sema42" Cversion="2.1.1" condition="driver.sema42.condition_id">
      <description>SEMA42 Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_sema42.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_sema42.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sgtl5000" Cversion="2.1.1" condition="driver.sgtl5000.condition_id">
      <description>Driver sgtl5000</description>
      <RTE_Components_h>
#ifndef CODEC_SGTL5000_ENABLE
#define CODEC_SGTL5000_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/sgtl5000/fsl_sgtl5000.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/sgtl5000/fsl_sgtl5000.c" projectpath="codec"/>
        <file category="include" name="components/codec/sgtl5000/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="syspm" Cversion="2.3.1" condition="driver.syspm.condition_id">
      <description>SYSPM Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_syspm.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_syspm.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9896" Cversion="6.0.2" condition="driver.tfa9896.condition_id">
      <description>Driver tfa9896</description>
      <RTE_Components_h>
#ifndef CODEC_TFA9896_ENABLE
#define CODEC_TFA9896_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/tfa9896/fsl_tfa9896_buffer.h" projectpath="codec"/>
        <file category="sourceC" name="components/codec/tfa9896/fsl_hal_registers.c" projectpath="codec"/>
        <file category="sourceC" name="components/codec/tfa9896/fsl_tfa9896.c" projectpath="codec"/>
        <file category="header" name="components/codec/tfa9896/fsl_tfa9896.h" projectpath="codec"/>
        <file category="doc" name="components/codec/tfa9896/MIMXRT595595-EVK_TFA9896_SW.pdf" projectpath="codec"/>
        <file category="include" name="components/codec/tfa9896/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9xxx" Cversion="2.1.0" condition="driver.tfa9xxx.condition_id">
      <description>Driver tfa9xxx</description>
      <RTE_Components_h>
#ifndef CODEC_TFA9XXX_ENABLE
#define CODEC_TFA9XXX_ENABLE 
#endif
</RTE_Components_h>
      <files>
        <file category="header" name="components/codec/tfa9xxx/tfa_config_TFA9892N1.h" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/tfa_config_TFA9894N1.h" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/tfa_config_TFA9894N2.h" projectpath="codec/tfa9xxx"/>
        <file category="sourceC" name="components/codec/tfa9xxx/fsl_tfa9xxx.c" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/fsl_tfa9xxx.h" projectpath="codec/tfa9xxx"/>
        <file category="sourceC" name="components/codec/tfa9xxx/fsl_tfa9xxx_IMX.c" projectpath="codec/tfa9xxx"/>
        <file category="doc" name="components/codec/tfa9xxx/README.md" projectpath="codec/tfa9xxx"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/config.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_container.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_container.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_dev.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_dev.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_dsp_fw.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_haptic.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_haptic.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa2_init.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa9xxx_parameters.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="sourceC" name="components/codec/tfa9xxx/vas_tfa_drv/tfa_container_crc32.c" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="header" name="components/codec/tfa9xxx/vas_tfa_drv/tfa_haptic_fw_defs.h" projectpath="codec/tfa9xxx/vas_tfa_drv"/>
        <file category="include" name="components/codec/tfa9xxx/"/>
        <file category="include" name="components/codec/tfa9xxx/vas_tfa_drv/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tfa9xxx_hal" Cversion="2.1.0" condition="driver.tfa9xxx_hal.condition_id">
      <description>Driver tfa9xxx_hal</description>
      <files>
        <file category="header" name="components/codec/tfa9xxx/tfa_device_hal.h" projectpath="codec/tfa9xxx"/>
        <file category="sourceC" name="components/codec/tfa9xxx/tfa_device_hal.c" projectpath="codec/tfa9xxx"/>
        <file category="include" name="components/codec/tfa9xxx/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="trng" Cversion="2.0.19" condition="driver.trng.condition_id">
      <description>TRNG Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_trng.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_trng.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="tsl2561" Cversion="1.0.0" condition="driver.tsl2561.condition_id">
      <description>Driver tsl2561</description>
      <files>
        <file category="header" name="components/sensor/tsl2561/fsl_tsl2561.h" projectpath="tsl"/>
        <file category="sourceC" name="components/sensor/tsl2561/fsl_tsl2561.c" projectpath="tsl"/>
        <file category="include" name="components/sensor/tsl2561/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="sdhc" Cversion="2.8.6" condition="driver.usdhc.condition_id">
      <description>USDHC Driver</description>
      <files>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_usdhc.c" projectpath="drivers"/>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_usdhc.h" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
    <component Cclass="Device" Cgroup="SDK Drivers" Csub="utick" Cversion="2.0.5" condition="driver.utick.condition_id">
      <description>UTICK Driver</description>
      <files>
        <file category="header" name="devices/MIMXRT735S/drivers/fsl_utick.h" projectpath="drivers"/>
        <file category="sourceC" name="devices/MIMXRT735S/drivers/fsl_utick.c" projectpath="drivers"/>
        <file category="include" name="devices/MIMXRT735S/drivers/"/>
      </files>
    </component>
